<?php
/**
*
* search_synonyms [Russian]
*
* @package language
* @version $Id$
* @copyright (c) 2005 phpBB Group
* @license http://opensource.org/licenses/gpl-license.php GNU Public License
*
*/

$synonyms = array(
	'абонент'		=> 'абанент',
	'абориген'		=> 'абариген',
	'аббревиатура'		=> 'абревиатура',
	'авангард'		=> 'авангарт',
	'авиапочта'		=> 'авиопочта',
	'автомобиль'		=> 'машина',
	'агрессивный'		=> 'агресивный',
	'агрессия'		=> 'агресия',
	'агрессор'		=> 'агресор',
	'адъютант'		=> 'адьютант',
	'адекватный'		=> 'адэкватный',
	'ажиотаж'		=> 'ажиатаж',
	'аккомпанемент'		=> 'аккомпанимент',
	'акклиматизация'		=> 'аклиматизация',
	'аксиома'		=> 'аксеома',
	'аккумулятор'		=> 'акумулятор',
	'аккуратный'		=> 'акуратный',
	'амплитуда'		=> 'амплетуда',
	'анестезия'		=> 'анастезия',
	'апартаменты'		=> 'квартира',
	'аппарат'		=> 'апарат',
	'аппаратура'		=> 'апаратура',
	'апелляция'		=> 'апеляция',
	'аппендицит'		=> 'апендицит',
	'аранжировка'		=> 'оранжировка',
	'ассистент'		=> 'асистент',

	'баррикада'		=> 'барикада',
	'блондин'		=> 'бландин',
	'блондинка'		=> 'бландинка',
	'борьба'		=> 'борбьа',
	'брошюра'		=> 'брошура',
	'бюллетень'		=> 'бюлетень',

	'взгляд'		=> 'взлгяд',
	'время'		=> 'врмея',
	'сокий'		=> 'высоикй',

	'горилла'		=> 'гарилла',

	'документ'		=> 'докмент',
	'дорога'		=> 'доорга',
	'другой'		=> 'другйо',

	'весь'		=> 'евсь',

	'если'		=> 'елси',

	'жизнь'		=> 'жихнь',

	'инженер'		=> 'инжинер',
	'инцидент'		=> 'инциндент',

	'камень'		=> 'каемнь',
	'костюм'		=> 'наряд',

	'невиданный'		=> 'невиданый',
	'несколько'		=> 'нексолько',
	'нельзя'		=> 'нелзя',
	'неожиданный'		=> 'неожиданый',
	'невропатолог'		=> 'нервопатолог',

	'перемещение'		=> 'передвижение',
	'просто'		=> 'легко',
	'путешествие'		=> 'поход',

	'развитие'		=> 'равзитие',

	'случай'		=> 'слуачй',
	'стихотворение'		=> 'стихи',

	'танец'		=> 'пляска',
	'тяжело'		=> 'сложно',

	'центр'		=> 'центер',

	'шоу'		=> 'выступление',

	'энциклопедия'		=> 'энцеклопедия',
	'эффект'		=> 'эфект',
);
?>